TEAMSaturn/app/views/talents/show.html.erb

      <b>Who has this talent?</b>
      <%= @talent.students.map {|x| x.to_label}.join ', ' %>
---
SELECT "students".* FROM "students" INNER JOIN "students_talents" ON "students"."id" = "students_talents"."student_id" WHERE "students_talents"."talent_id" = $1  [["talent_id", 1]]