TEAMSaturn/app/controllers/students_controller.rb

INSERT INTO "students" ("name", "email", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "Roberto Cervantes"], ["email", "sup@yahoo.com"], ["created_at", "2015-12-07 19:45:24.961294"], ["updated_at", "2015-12-07 19:45:24.961294"]]
---
  def create
    @student = Student.new(student_params)

    respond_to do |format|
      if @student.save