TEAMSaturn/app/controllers/talents_controller.rb

  def index
    @talents = Talent.all
---
SELECT "talents".* FROM "talents"

  def create
    @talent = Talent.new(talent_params)

    respond_to do |format|
      if @talent.save
---
INSERT INTO "talents" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", ""], ["created_at", "2015-12-07 19:44:21.876258"], ["updated_at", "2015-12-07 19:44:21.876258"]]

    def set_talent
      @talent = Talent.find(params[:id])
---
SELECT  "talents".* FROM "talents" WHERE "talents"."id" = $1 LIMIT 1  [["id", 1]]